jorgebucaran/fisher
ilancosman/tide@v5
jhillyerd/plugin-git
jorgebucaran/nvm.fish
jethrokuan/z
patrickf1/fzf.fish
edc/bass
nickeb96/puffer-fish
